[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MainApp.Project]
ProjectName=Bloody7

[MainApp.TrayIconPopupMenu]
mi_LaunchOnLogin->Caption=Lancement automatique au démarrage du système
mi_TrayLaunch->Caption=Ouvrir %P
mi_ProgramExit->Caption=Exit
mi_MultiDeviceManage->Caption=Plusieurs dispositifs
mi_MouseLed->Caption=l'affichage de la fonction
mi_DevicePair->Caption=Programme d’appairage
mi_ProgramClose->Caption=Chargement du profil embarqué
mi_MouseLedFunc_AlwaysShow->Caption=Afficher toujours
mi_MouseLedFunc_ChangedShow->Caption=Afficher si modifié
mi_MouseLedFunc_Hide->Caption=Masquer
mi_W4DSetting->Caption=Paramètres roulette 4 directions 
mi_TroubleShooting->Caption=Troubleshoot
mi_UpdaterSetting->Caption=Update Settings
mi_AdvancedFeatures->Caption=Advanced Functionality
mi_AdvancedFeature_SyncSeriesLog->Caption=Export Settings to Share
mi_AdvancedSettings->Caption=Advanced Settings
fd_SyncSeriesLog->Caption=Export Settings to Share
fd_SyncSeriesLog->Title=Please Select Folder to Export:
ExportForSyncSeriesLogSuccess=Export Complete
mi_FactoryDefault->Caption=

[MainApp.TriggerSetPopupMenu]
mi_NoSetting->Caption=Aucun paramètre
mi_Keyboard->Caption=Clavier…
mi_Mouse->Caption=Souris
mi_OfficeHotKeys->Caption=Office Hot Keys
mi_MultiMediaHotKeys->Caption=Multi-Media Hot Keys
mi_LockRightKey->Caption=Blocage bouton droit
mi_MouseSensitivity->Caption=CPI
mi_MinusMouseSensitivity->Caption=CPI-
mi_PlusMouseSensitivity->Caption=CPI+
mi_CycleMouseSensitivity->Caption=Répét. cycl. du dénombr. par pouce (CPI)
mi_Sniper->Caption=Fusil de franc-tireur
mi_Sniper1->Caption=Fusil de franc-tireur 1
mi_Sniper2->Caption=Fusil de franc-tireur 2
mi_Sniper3->Caption=Fusil de franc-tireur 3
mi_Sniper4->Caption=Fusil de franc-tireur 4
mi_Sniper5->Caption=Fusil de franc-tireur 5
mi_Sniper6->Caption=Fusil de franc-tireur 6
mi_SelectMacroFile->Caption=Sélectionner un fichier macro
mi_SelectMacroCheatsFile->Caption=Sélectionner un fichier combo
mi_MacroManager->Caption=Gestionnaire macro…
//多媒體熱鍵 - 網路=
mi_Back->Caption=Retour
mi_Forward->Caption=Avancer
mi_StopSearch->Caption=Arrêt
mi_Refresh->Caption=Rafraîchir
mi_WebSearch->Caption=Recherche
mi_MyFavorite->Caption=Mes favoris
mi_WebBrowser->Caption=Navigateur Internet
mi_Email->Caption=E-mail
//多媒體熱鍵 - 多媒體=
mi_MediaPlayer->Caption=Lecteur multimédia
mi_PreviousTrack->Caption=Piste précédente
mi_NextTrack->Caption=Piste suivante
mi_StopPlay->Caption=Arrêt
mi_PlayPause->Caption=Lecture/Pause
mi_Mute->Caption=Désactivation du haut-parleur
mi_VolumeAdd->Caption=Volume +
mi_VolumeSub->Caption=Volume -
//多媒體熱鍵 - 系统=
mi_Calculator->Caption=Calculatrice
mi_MyComputer->Caption=Mon ordinateur 
mi_Sleep->Caption=Veille
mi_Poweroff->Caption=Mise hors tension (Power off)
//滑鼠模擬+滾輪模擬=
mi_LeftButton->Caption=Bouton gauche
mi_RightButton->Caption=Bouton droit
mi_MiddleButton->Caption=Bouton milieu
mi_4thButton->Caption=4ème bouton
mi_5thButton->Caption=5ème bouton
mi_ScrollUp->Caption=Défilement vers le haut 
mi_ScrollDown->Caption=Défilement vers le bas 
mi_ScrollLeft->Caption=Défilement vers la gauche 
mi_ScrollRight->Caption=Défilement vers la droite 
mi_AxisYReversion->Caption=Inverser l’axe Y
//辦公熱鍵=
mi_Software->Caption=Ouvrir un fichier
//辦公熱鍵 - 辦公常用=
mi_Maximize->Caption=Maximum
mi_Minimize->Caption=Minimum
mi_AllMinimize->Caption=Mettre tout au minimum
mi_ZoomIn->Caption=Zoom avant
mi_ZoomOut->Caption=Zoom arrière
mi_PasteText->Caption=Coller texte 
mi_2XKey->Caption=Double clic
mi_3XKey->Caption=Triple clic
mi_TripleFire->Caption=Triple Fire
mi_Cut->Caption=Couper[Ctrl+X]
mi_Copy->Caption=Copier[Ctrl+C]
mi_Paste->Caption=Coller[Ctrl+V]
mi_Delete->Caption=Supprimer[Del]
mi_Search->Caption=Chercher[Ctrl+F]
mi_SelectAll->Caption=Sélectionner Tout[Ctrl+A]
mi_Redo->Caption=Rétablir[Ctrl+Y]
mi_Undo->Caption=Annuler[Ctrl+Z]
mi_NewFile->Caption=Nouveau fichier[Ctrl+N]
mi_OpenFile->Caption=Ouvrir fichier[Ctrl+O]
mi_SaveFile->Caption=Sauvegarder fichier[Ctrl+S]
mi_Print->Caption=Imprimer[Ctrl+P]
mi_Disabled->Caption=Désactivé
//螢幕功能=
mi_ScreenCaptureFunc->Caption=Fonction écran
mi_StaticShot->Caption=Capture d'écran
mi_16in1MouseGesture->Caption=Gesture 16-in-1
mi_MouseGestures->Caption=
mi_PenSuit->Caption=LinePointer/Pointeur de lignes
profilekey=Touche spécifique souris
mi_ScrollShot->Caption=
mi_ScreenCapture->Caption=Capture d'écran
mi_ScreenShotPro->Caption=Screen Capture Pro

[MainApp.Misc]
Version=Version :
Key=Touche
ScriptIsTooLarge=La taille du script est trop grande, mémoire insuffisante.
SelectSoft=Sélectionner le nom de fichier ou raccourci 
InternetMessageInform=Vous avez %d nouveaux avertissements
MouseNotExists=Aucune souris Bloody détectée, branchez votre souris bloody.
DetectMultiDevice=Plusieurs souris Bloody détectées, conservé une seule souris bloody et redémarrez le programme
DetectMultiSoftware=le programme est déjà ouvert
UpdateKernelSystem=Modification du code
FinishUpdateKernelSystem=Modification du code achevée
MouseKeySet=Réglage de la touche
MouseOSDHint=Conseils métrages
TrialAccessDeny=Thanks for viewing [HEADSHOT]! Can not apply! Please purchase Ultra-Core3 activation code online!
ScriptApplyInform=Les réglages sont stockés dans la mémoire de la souris!
SensitivityApplyInform=Les réglages sont stockés dans la mémoire de la souris!
WirelessGuardApplyInform=Les réglages sont stockés dans la mémoire de la souris!
SniperApplyInform=Les réglages sont stockés dans la mémoire de la souris!
NoMoreHint=Ne plus afficher
UpdateWirelessMouse=la mise à jour des drivers de la souris
UpdateWirelessKeyboard=Mise à jour du clavier
FinishUpdateDeviceFirmware=la mise à jour est terminée
ExecutionDeny=Ancienne version du logiciel non prise en charge. Veuillez télécharger la dernière version du logiciel Bloody.
ProgramTerminateTitle=Sans interruption du jeu
ProgramTerminateTips=Pour éviter d’être détecté et expulsé comme « programme frauduleux » par le gardien du jeu, choisissez « Sans interruption du jeu ». Toutes les données seront chargées dans la souris et vous fonctionnerez « sur matériel », sans intervention du logiciel pilote.   
TrialVersionHint=Vous avez atteint la limite de 1 000 essais gratuits. Pour l’édition éternelle, veuillez acheter Ultra Core3 à la boutique en ligne.
MacroMemoryDownloadErrorToRestore=Download error!! There is a problem with the script's macro content, please revise the script. It will automatically return to the previous setting!! 
MacroMemoryDownloadErrorAndTerminate=Download error!! There is a problem with the script's macro content.

[KeyboardPanelForm]
ck_Window->Caption=Windows
ck_Ctrl->Caption=Ctrl
ck_Alt->Caption=Alt
ck_Shift->Caption=Maj
lb_Close->Caption=Fermer

[PasteTextForm]
lb_Text->Caption=Entrer texte :
mi_EditerCut->Caption=Couper       Ctrl+X
mi_EditerCopy->Caption=Copier       Ctrl+C
mi_EditerPaste->Caption=Coller       Ctrl+P
N1->Caption=-
mi_LoadFromFile->Caption=Lire depuis fichier…
mi_LoadFromRecord->Caption=Textes récents

[TrayIconWebAD]
lb_Title->Caption=Notification d’infos
lb_Close->Caption=

[KeySetForm]
lb_SelectConfiguration_KS->Caption=Sélectionnez un profil :
lb_ConfigurationSwitch_KS->Caption=Config. mode de l’interrupteur :
ConfigurationManagement=Gestion du profil
ReturnToDefault=Retour à la valeur par défaut
NotSpecify=Imposs.à spécifier
HardwareSwitch=Souris sans logiciel pilote
apps=Application fonctionnelle
hotkey=Touche de raccourci clavier
profilekey=Touche spécifique souris
MouseRestoreHint=Revenir aux paramètres par défaut
AskMouseRestore=Restaurer tous les paramètres souris par défaut ? (La souris sera gelée jusqu’à l’achèvement du processus.)
lb_Hint_KS->Caption=Appyz. s/boutons ci-dessus pour personnaliser le programme
WeaponExtensionsKeys=[Guns] Extensions Key

[MouseSensitivityForm]
htmlb_ReportRate_Sensitivity->Caption=Débit de données de la souris
htmlb_Debounce_Sensitivity->Caption=Cliquez sur la réponse
DebounceIRPT_Title=Réponse touche (micro-interrupteur IR, max. 0.2 ms, aucun réglage requis)
htmlb_125Hz_Sensitivity->Caption=125Hz
htmlb_250Hz_Sensitivity->Caption=250Hz
htmlb_500Hz_Sensitivity->Caption=500Hz
htmlb_1000Hz_Sensitivity->Caption=1000Hz
htmlb_2000Hz_Sensitivity->Caption=2000Hz
ck_ArmorBoots_Sensitivity->Caption=Vous souhaitez augmenter votre sensibilité?
lb_SensorLiftHeightCalibration_Sensitivity->Caption=Étalonnage du capteur
ck_DefaultSensorLiftHeight_Sensitivity->Caption=Préréglage
ck_SensorLiftHeightCalbration_Sensitivity->Caption=Étalonnage
bt_SensorLiftHeightCalibration_Sensitivity->Caption=Étalonnage
LaserMicroSensorLiftHeightCalibrationHelp=La technologie innovante « Étalonnage 16 niveaux » fait un réglage fin de la mise au point entre le moteur de classe laser et ses textures de travail, ce qui rend plus nettes les images capturées. Cela permet de mieux positionner le curseur et crée une plus grande adaptabilité à la surface de travail.  
OpticsMicroSensorLiftHeightCalibrationHelp=La technologie innovante « Étalonnage 16 niveaux » fait un réglage fin de la mise au point entre le moteur de classe laser et ses textures de travail, ce qui rend plus nettes les images capturées. Cela permet de mieux positionner le curseur et crée une plus grande adaptabilité à la surface de travail.  
htmlb_MouseDPITip_Sensitivity->Caption=Réglage CPI
MouseDPIHelp1=Changer DPI: Double-cliquez sur [1], flash de lumière rouge, roulette de défilement + / -, cliquez sur [1] pour sauvegarder
MouseDPIHelp2=Pour sélectionner rapidement parmi les nuveaux de CPI préréglés, poussez vers l’avant le bouton [1] et maintenez-le pendant 3 secondes, jusqu’à voir clignoter le voyant rouge. Puis faites défiler la roulette pour parcourir les niveaux de CPI et appuyez de nouveau sur le bouton [1] pour confirmer le niveau choisi.
MouseDPIHelp3=4th and 5th button can be set as CPI Button.
DebounceHelp=Le temps normal de réponse de la souris est d'environ 18 ms,la réponse la plus rapide de 1 ms de la Bloody WORLD FIRST comprend les sélections des  18 sections.
DebounceHelp_IR=Technologie « Ahead[1ms] », une innovation exclusive des capteurs IR, utilisant des optocoupleurs pour actionner l'interrupteur sans contact physique et réduire le temps de réponse de la touche à 1 ms seulement (18 ms environ pour une souris normale). Ceci réduit l'oxydation et le vieillissement des touches et prolonge sensiblement leur vie utile.
ArmorBootsHelp=Utiliser les Pieds durables de souris en métal pour une plus grande sensibilité!
SensorLiftUnsupported=Ce modèle ne prend pas en charge la fonction « Réglage fin du moteur ».
DebounceHelp_IR_Patent=View CN Patent 
TipsForInvalidReportRate=This product is a hardware to adjust the report rate, no software setting is required.

[OSDSetting]
lb_KeyComment->Caption=Indice touche
ck_EnableOSD->Caption=Activation des indices touches
lb_DisplayTime->Caption=Temps [en secondes]
lb_DisplayX->Caption=X :
lb_DisplayY->Caption=Y :
lb_Position->Caption=Position:
lb_Cursor->Caption=Radar
//im_CursorPoint->Hint=Bougez l'objectif du radar sur n'importe quel point de l'écran pour enregistrer les coordonnées X et Y
ck_BackgroundEnable->Caption=Activer la couleur de fond
lb_BackgroundColor->Caption=Couleur de fond:
lb_FontSize->Caption=Taille de la police:
lb_FontColor->Caption=Couleur de la police:
lb_Memo->Caption=Remarque: les paramètres ci-dessus seront appliqués à toutes les touches ScreenMemos touches.
InputDigitError=Numéro d'entrée!
OSDSecondsRangeError=Afficher la limite de durée de %x à %y.
OSDFontSizeRangeError=Limite de police de %x à %y.

[WeaponsAdjustForm]
lb_Catalog_Weapon->Caption=Sélectionner jeu:
lb_TShootType_Weapon->Caption=Style
lb_TGunName_Weapon->Caption=Manège militaire
lb_TControlKey_Weapon->Caption=Touche Ctrl
lb_TResolution_Weapon->Caption=Record de résolution
lb_TCPIRemark_Weapon->Caption=Record de sensibilité
ApplyInform=Les dernières données arme à feu a chargé dans la mémoire de la souris, utiliser le 1/N/3/4 touches de commande, pour changer le mode de prise de vue Gauche-clé!
GameManagement=Dossier
GameManagement_New=Nouveau dossier
GameManagement_Edit=Editer le dossier
GameManagement_Delete=Supprimer le dossier
GameManagement_FileManage=Import/Export
GameManagement_Transfer=Téléchargt. dep./vers
GameManagement_Import=Importer
GameManagement_Export=Exporter
bt_OnlineRefrence_Weapon->Caption=Manuel
NewGameNameTitle=Nouveau dossier
NewGameNameDefault=Nouveau dossier
ModifyGameNameTitle=Modifier le dossier
DeleteGameTitle=Supprimer
DeleteGameNameTitle=Fichier
DeleteGameFileConfirm=Supprimer le dossier du jeu ?
DeleteGameFileSelected=Fichier / Dossier a été appliqué à la mémoire de la souris, voulez vous Supprimer / Renommer ? Oui [YES], la fonction va être supprimée !
RenameGameNameSelected=Fichier / Dossier a été appliqué à la mémoire de la souris, voulez vous Supprimer / Renommer ? Oui [YES], la fonction va être supprimée !
ImportGunFile=Sélectionnez le dossier de données de l'arme pour importer
ExportGunFile=Sélectionnez le dossier de données de l'arme pour exporter
ExportGunFileTargetFolder=Sélectionnez le chemin d’accès
ExportGunFileSuccess=Fichier d'arme exporté !
ImportFileExists=Le fichier existe déjà, remplacer le fichier existant ?
ImportDeny_FileFormatError=Le format du fichier est incorrect, impossible de l'importer !
ControlKey1=N-Key
ControlKey2=3-Key
ControlKey3=4-Key
ControlKey4=Bouton milieu
ControlKey5=4ème bouton
ControlKey6=5ème bouton
ControlKey7=xx-Key
ShootTypeA=A-Burst
ShootTypeB=B-Strafe
ShootTypeC=C-Machine
ShootTypeD=D-In_Game
ShootTypeM=M-Macro
CPIRemarkDefault=Valeur par défaut
lb_ExtensionsControlKeySetting_Weapon->Caption=[Guns] Extensions Keys

[InputBoxEx2Form]
lb_InputMessage->Caption=Saisir un nom de fichier
InputNameError=Entrez le nom du fichier.
InputNameExists=Fichier existant, ne peut pas être créé
InputNameInvalid=Caractère invalide détécté [ex., \ / : * ? " < > | ].
SpecialNameAvoid=Caractère invalide détécté, recommencez !

[WeaponPropertiesForm]
lb_GunFileManagement->Caption=Fichier
lb_GameName->Caption=Jeu
lb_PropertyMode->Caption=Style
lb_GameResolution->Caption=Résolution
lb_CPIRemark->Caption=Sensibilité
lb_GunName->Caption=Nom
lb_3xBulletCountSet->Caption=Nombres
lb_3xBallisticCompensation->Caption=Retour
lb_3xBulletIntervalTime->Caption=Intervalle de tir(ms)
lb_NxBallisticCycle->Caption=Boucle
lb_NxBallisticCycleDescript1->Caption=De
lb_NxBallisticCycleDescript2->Caption=à
BallisticCompensation1=Pas de retour
BallisticCompensation2=Retour
GunManagement=Dossier
GunManagement_New=Nouveau
GunManagement_Open=Ouvert
GunManagement_Save=Sauver
GunManagement_SaveAs=Enregistrer en tant que
GunManagement_Delete=Effacer
GunManagement_Rename=Rebaptiser
OpenDialog_Title=Ouvert
OpenDialog_GameName=Dossier
OpenDialog_GunFile=Fichier
OpenDialog_FileType=Type
OpenDialog_FileTypeCaption1=Tous les fichiers (*.*)
OpenDialog_FileTypeCaption2=A-*.bwp (A-Burst)
OpenDialog_FileTypeCaption3=B-*.bwp (B-Strafe)
OpenDialog_FileTypeCaption4=C-*.bwp (C-Machine)
OpenDialog_FileTypeCaption5=D-*.bwp (D-In_Game)
OpenDialog_FileTypeCaption6=M-*.mgn (M-Macro gun)
OpenDialog_FileTypeCaption7=M-*.mgn2 (M-Macro gun)
RKeyToPauseNx3x_A=Appyz. touche R p/désact. A-Burst
RKeyToPauseNx3x_B=Appyz. touche R p/désact. B-Strafe
RKeyToPauseNx3x_C=Appyz. touche R p/désact. C-Machine
RKeyToPauseNx3x_D=Appyz. touche R p/désact. D-In_Game
GunNameExists=Le fichier existe déjà !
DeleteGunFileConfirm=Supprimer le fichier arme ?
DeleteLockedGunFile=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va supprimer!
WeaponPropertiesUpdateDeny=Version test, le fichier ne peut pas être enregistré !
SelfDefineAddError=L'ajout de fichier à échoué! Caractère invalide détécté [ex., \ / : * ? " < > | ].
AskDialog_IsSave=Enregistrer les informations modifiées ?
bt_BallisticDemo->Caption=Trajectory
bt_HardwareTemporaryAdjust->Caption=Description
DialogOpen=Ouvrir
DialogSave=Enregistrer
DialogDelete=Supprimer
AModeStatement=A-Brust: La touche L agira en tant que multi-shot, jusqu'à 5 tirs, vous pouvez utiliser "Compenser" et "Intervalle de temps" pour ajuster au mieux les performances des armes. Le «Offset» permettra d'éliminer les effets de recul et le "Intervalle de temps" peut contrôler la vitesse de tir; l'intervalle de temps le plus faible indique la vitesse de tir la plus élevée. Vous pouvez activer ou désactiver "Crosshairs retour". Les avantages de ce mode seront d'affiner la trajectoire des armes et d'économiser des balles.
BModeStatement=B-Strafe: La touche L rend possible l'activation et la désactivation rapides et automatiques des actions. Utilisez "Compenser" et "Intervalle de temps" pour peaufiner chaque tir. Ce mode sert à intensifier les armes à feu avec une puissance de feu des mitrailleuses comparables. Selon les caractéristiques de chaque arme à feu, utilisez "sub-loop» pour définir les meilleures caractéristiques des armes à feu.
CModeStatement=C-Machine: Pour la meilleure performance, affinez la vitesse de tir afin de synchroniser la vitesse de tir de la mitrailleuse, et appliquez «Compenser» pour focalisé intensement la balistique de la mitrailleuse.
DModeStatement=D-In_Game: Pas besoin de sortir de jeux, double cliquez sur "N" ou "3" pour régler "Compenser" et "Intervalle de temps",le fichier d'arme mettra automatiquement à jour après l'ajustement en jeu pour une utilisation future.(vérifier D_In Game pour une explication plus detaillée).
MModeStatement=M-Macro: Pour transférer le fichier "Macro" à la touche L. Vous pouvez intégrer la mise à feu avec de nombreuses actions, telles que sauter, s'accroupir et se mettre au sol, et ainsi rendre la poursuite difficile pour vos ennemi et leur faire perdre la lunette de tir. En même temps, si vous avez besoin de plus de balles pour les ajustements de trajectoire, utilisez ce mode pour mettre au point votre propre mode. Pour utiliser le mode Macro Oscar Gun, vous aurez besoin de connaissances de bases en programmation. Les joueurs peuvent également télécharger les macros à partir de la plate-forme de partage en ligne et en apprendre davantage sur leur utilisation.
lb_OpenStatement->Caption=Expliquer>>
lb_CloseStatement->Caption=Fermer>>
rb_AMode->Caption=A-Burst
rb_BMode->Caption=B-Strafe
rb_CMode->Caption=C-Maschine
rb_DMode->Caption=D-In_Game
rb_MMode->Caption=M-Macro
lb_CorrectXY->Caption=Adjust(X,Y)
lb_CorrectY->Caption=Adjust Y
lb_Offset->Caption=Offset
lb_Y->Caption=Y@equ@
lb_X->Caption=X@equ@
htmlb_Statement1->Caption=Directive de réglage des armes:
htmlb_Statement2->Caption=Choisissez le 4-way-adjust A/B/C/D pour créer un nouveau fichier d'arme et le M est que pour transférer l'Oscar Macro.
htmlb_Statement3->Caption=A-Brust: Régler [Pistolet, Sniper & Mitrailleuse] Pression de tir d'explosion
htmlb_Statement4->Caption=B-Strafe: Réglez [Pistolet, Sniper & Mitrailleuse] Pression de tir mitrailleuse
htmlb_Statement5->Caption=C-Machine: Réglez [Sniper & Mitrailleuse] Pression de tir mitrailleuse
htmlb_Statement6->Caption=D-In_Game: Réglez [Pistolet, Sniper & Mitrailleuse] Pression de tir mitrailleuse dans le jeu
htmlb_Statement7->Caption=M-Macro: Transfert [Oscar Macro] combiner l'action et de tir à caractère L-Key
lb_SelectUse->Caption=Sélectionner
lb_MacroFileName->Caption=Fichier macro
lb_Common->Caption=Remarque
IsCoverGunFile=Le fichier existe déjà, remplacer le fichier existant ?
PleaseCreateMacro=Le fichier Oscar-Macro n'exsite pas. Editer d'abord le fichier Macro s'il vous plait!
PleaseSelectedMacroName=Sélectionner d'abord un fichier Macro!
ResolutionError=Erreur de la résolution des données!
WeaponUsed=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va supprimer!
IsMacroToWeapon=Le fichier Macro est sélectionné, transferer le fichier à l'armurerie au format Macro-gun?
CPIRemarkError=Sensibilité d'informations d'erreur!
MacroUsed=Fichier macro à l'aide, ne peut pas convertir!
CPIRemarkDefault=Valeur par défaut
NoAuthorityUse=Privilèges insuffisants, impossible d’ouvrir le fichier

[KernelSystemSetting]
htmlb_HardwareIdDescript_KSYS->Caption=Technologies innovantes 4 cœurs dotée des fonctionnalités de type 4 cœurs [faible, moyenne, élevée, spéciale]. Mise à niveau possible des cœurs 3 et 4 avec un code d’activation (payant) qui permet des fonctionnalités FPS (« First person shooter » : jeu de tir en vue subjective) spéciales et les fonctionnalités « super combo MMO/RPG » pour une expérience de jeu supérieure.
htmlb_HardwareIdDescriptSeriesE_KSYS->Caption=Innovation : Tire parti de la fléxibilité du doigt, les boutons de droite et de gauche sont construits sur mesure avec une fonction de changement automatique, idéal pour les jeux LOL et MOBA.
lb_HardwareIdCopy_KSYS->Caption=Cliquer pour copier
htmlb_Kernel1_KSYS->Caption=Cœur1 : Adéquat pour les jeux de rôles et le jeu avec stratégie en temps réel.
htmlb_Kernel2_KSYS->Caption=Cœur2> Adéquat pour le jeu FPS de base.
htmlb_Kernel3_KSYS->Caption=Ultra-Cœur3 : Balle dans la tête, adéquat pour les jeux FPS senior.
htmlb_Kernel4_KSYS->Caption=Ultra-Cœur4 : Pour les jeux MMO/RPG avancés.
htmlb_Description1_KSYS->Caption=Offrir un fonctionnement normal pour les joueurs en campagne, même sans la fonction [Auto Recoil Suppression], la touche réponse ultrarapide vous assure que votre clic sera LE PREMIER!
htmlb_Description20_KSYS->Caption=Dans les FPS de base, la touche L tire selon les modes suivants :@RETURN@Appuyer sur « 1 » pour un coup de feu@RETURN@Appuyer sur « N » pour 2 coups de feu en rafale@RETURN@Appuyer sur « 3 » pour 3 coups de feu en rafale@RETURN@Appuyer sur « 4 » pour 4 coups de feu en rafale@RETURN@
htmlb_Description30_KSYS->Caption=【essai des 1000 mitraillements GRATUIT】Experimentez la pleine fonction [HEADSHOT] avec suppression de l'auto-recul de mitraillement 1000 fois gratuitement. Cliquez sur acheter [Ultra-Core3] pour activer [HEADSHOT] de façon permanente.
htmlb_Description31_KSYS->Caption=Restant: %d fois
htmlb_Description32_KSYS->Caption=Merci d'utiliser [Ultra-Core3]. Vos suggestions servent à faire que la BLOODY reste toujours la première !
htmlb_Description33_KSYS->Caption=[In_Game] et [Pre_Game] sont conçus pour ajuster la trajectoire, avec supression de l'auto-recul, de concentrer la trajectoire de tir pour obtenir des taux très élévés de shoot dans la tête.
htmlb_Description40_KSYS->Caption=« Essai gratuit » : Vous pouvez essayer « Combo feature » 1 000 fois. Après la période d’essai, vous pouvez cliquer sur l’onglet de droite pour acheter le code d’activation de « Cœur3/4 » à la boutique en ligne, utilisable pour toujours avec la souris.
htmlb_Description42_KSYS->Caption=Élaborer des commandes compliquées avec plusieurs touches et les grouper sous une commande à une seule touche, par exemple : « Un clic pour attaquer, jeter un sort, exécuter des actions favorites ou mettre la commande en répétition automatique ».
htmlb_Description43_KSYS->Caption=Élaborer des commandes compliquées avec plusieurs touches et les grouper sous une commande à une seule touche, par exemple : « Un clic pour attaquer, jeter un sort, exécuter des actions favorites ou mettre la commande en répétition automatique ».
htmlb_Memo_KSYS->Caption=Attention : Il est normal que Windows charge automatiquement le driver la première fois.
HardwareID=ID de la souris :
Kernel3Appreciative=Veuillez cliquer sur [ACHETER Ultra-Core3] pour activer [HEADSHOT] après les 1 000 utilisations gratuites.
Kernel3HasBeenActivated=
HardwareIdCopied="Mouse ID" a été copié, cliquer "Ctrl+V" pour sauvegarder le fichier.
HasBeenActivated=Bloody - Version PRO [Noyau 3/4 Activé]
htmlb_LanceSlight_KSYS->Caption=Bloody- Version BASIC
UnActivateAppreciative=[Version de démonstration non-activée]
UnActivateExperience=[Version test non-activée]
USBActivated=[protocole USB activé]
htmlb_USBRedefine_KSYS->Caption=Protocole USB
htmlb_USBRedefineDescript_KSYS->Caption=Sous certaines conditions, ce nouveau le protocole USB est disponible pour la commande.
bt_BloodyTeam_KSYS->Caption=Review comments
bt_Cart_KSYS->Caption=Achet.code activ.
bt_Mall_KSYS->Caption=     Visit [Bloody Shop]
bt_UltraGun3Info_KSYS->Caption=À propos de [Core3/4]
bt_Suggestion_KSYS->Caption=Upload comments
bt_Kernel3Activate_KSYS->Caption=Activer [Core3/4]
bt_Forum_KSYS->Caption=
lb_OpenHIDDescript_KSYS->Caption=Expliquer>>
lb_CloseHIDDescript_KSYS->Caption=Fermer>>
htmlb_SelectCoreMode_KSYS->Caption=Choisir le cœur :
ck_CoreTournamentMode_KSYS->Caption=Tournoi (par défaut : cœur 1)
ck_CoreGamingMode_KSYS->Caption=Jeu (par défaut : cœur 3)
lb_TournamentModeTitle_KSYS->Caption=Description des noyaux du tournoi>>
lb_GamingModeTitle_KSYS->Caption=Description des noyaux du jeu>>
htmlb_TournamentModeDescript_KSYS->Caption=Le noyau du tournoi consiste à respecter les règles de non programmation de macros avec la souris, et il est recommandé aux joueurs de se plier consciencieusement aux règles du jeu.
htmlb_GamingModeDescript_KSYS->Caption=Le cœur de jeu peut modifier la programmation de macros à l'aide de la souris, la programmation de macros de combinaisons multi-touches requise pour différents jeux. Pour améliorer l'historique du joueur, gagne rdu temps et release dull finger clicks!
CoreGamingMode=
CoreTournamentMode=
htmlb_TournamentCoreDescript_KSYS->Caption=

[CertificationForm]
lb_USBRedefineMemo->Caption=Branchez souris Bloody, puis cliquez sur l'icône [Mettre à jour le protocole USB] pour importer un fichier "*. Pid" de mise à jour.
lb_Kernel3Memo->Caption=Connectez la souris Bloody et cliquez sur « Activer le bouton Cœur ¾ », puis faites double clic sur le fichier de l’activation achetée [*.bld] ou saisissez le numéro de la carte d’activation achetée pour procéder à l’activation.
HasBeenActivated=[Coœur3/4] activé.
NotActivated=[Coœur3/4] non activé.
ReActivation=New USB protocol has been updated!
ImportCertificationFile=Select Core3 file to import
bt_ImportKernel3CertificationFile->Caption=[Activer Core3/4]
bt_ImportUSBRedefineCertificationFile->Caption=Click to update the USB Protocol
lb_ActivateWay1->Caption=Activation option 1 :
lb_ActivateWay2->Caption=Activation option 2 :
ServerConnectionError=Échec activation, vérifier connexion réseau et pare-feu ouvert.
ServerBusy=Le serveur est occupé, veuillez réessayer plus tard
ServerMaintenance=Le serveur est en cours de maintenance, veuillez réssayer dans %x h %y minutes
DualModeActivateError=Branchez le nano récepteur et le périphérique USB câblé pour activer la série en mode double  

[ShootModeForm]
lb_Key1_ShootMode->Caption=Appuyer [1]: L-Key pour un "tir simple"
lb_KeyNKernel2_ShootMode->Caption=Appuyer [N]: L-Key pour  " 2 explosions"
lb_Key3Kernel2_ShootMode->Caption=Appuyer [3]: L-Key pour  "3 explosions"
lb_Key4Kernel2_ShootMode->Caption=Appuyez sur[4] : touche-L pour « Rafale-4 »
lb_KeyNKernel3_ShootMode->Caption=Appyz.[N]:touche L p."Arme déf.par utilisat."
lb_Key3Kernel3_ShootMode->Caption=Appyz.[3]: touche L p."Arme déf.par utilisat."
lb_Key4Kernel3_ShootMode->Caption=Appuyez sur[4] : touche-L pour « Arme définie par l’utilisateur »
lb_KeyNKernel2_N3M_ShootMode->Caption=Press[N]: [%P] for "2-Burst"
lb_Key3Kernel2_N3M_ShootMode->Caption=Press[3]: [%P] for "3-Burst"
lb_KeyNKernel3_N3M_ShootMode->Caption=Press [N] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
lb_Key3Kernel3_N3M_ShootMode->Caption=Press [3] : Choose gun after adjustment by pressing [%x]. Single shoot by pressing [%y].
ck_SwitchLeftRightBtn_ShootMode->Caption=Commutation boutons gauche / droite
ck_LeftBtnAsShootKey_ShootMode->Caption=Switch Guns
lb_AccurateCPIAdjust_ShootMode->Caption=Réglage CPI
lb_AccurateTest_ShootMode->Caption=Essai 
SniperAction1=Fusil de franc-tireur 1
SniperAction2=Fusil de franc-tireur 2
SniperAction3=Fusil de franc-tireur 3
SniperAction4=Fusil de franc-tireur 4
SniperAction5=Fusil de franc-tireur 5
SniperAction6=Fusil de franc-tireur 6
lb_AccurateCpiDescript_ShootMode->Caption=Mode de visée en cours de jeu :@RETURN@Selon les différents viseurs télescopiques des fusils de franc-tireurs, on peut régler rapidement le CPI (dénombrement par pouce) de visée en appuyant sur le bouton « Touche précise » et en faisant défiler vers le haut ou le bas avec la mollette de la souris, afin de tuer efficacement les ennemis. 
AccurateHelp10=Fusil de franc-tireur 1 (mollette vers le bas)
AccurateHelp11=Dans ce mode, en appuyant sur « Fusil de franc-tireur » en cours de jeu on active rapidement « Visée unique » ou "Visée double » afin d’éliminer efficacement des cibles mobiles.
AccurateHelp20=Fusil de franc-tireur 2 (visée unique + mollette vers le bas)
AccurateHelp21=Dans ce mode, le fait de maintenir appuyé « Fusil de franc-tireur » avec le pouce en cours de jeu équivaut à « Appuyer sur le bouton droit pour passer en visée unique » afin d’éliminer efficacement les cibles à moyenne ou longue distance
AccurateHelp30=Fusil de franc-tireur 3 (visée unique + appuyer + mollette vers le bas pour le CPI)
AccurateHelp31=Dans ce mode, le fait de maintenir appuyé « Fusil de franc-tireur » avec le pouce en cours de jeu équivaut à « Appuyer sur le bouton droit pour passer en visée unique plusieurs fois de suite » afin d’éliminer efficacement les cibles à moyenne ou longue distance
AccurateHelp40=Fusil de franc-tireur 4 (visée double + mollette vers le bas pour le CPI)
AccurateHelp41=Dans ce mode, le fait de maintenir appuyé « Fusil de franc-tireur » avec le pouce en cours de jeu équivaut à « Appuyer DEUX FOIS sur le bouton droit pour passer en visée double » afin d’éliminer efficacement les cibles mobiles à moyenne ou longue distance
AccurateHelp50=Fusil de franc-tireur 5 (Tir de franc-tireur à une touche) 
AccurateHelp51=Ce mode étant activé, le fait d’appuyer sur la touche « Franc-tireur » de la souris exécutera immédiatement la commande : « Appuyer en même temps sur les boutons droit et gauche de la souris » en cours de jeu. Ceci équivaut à « activer la visée du franc-tireur et tirer une fois sur la cible ». Le gros avantage est que le fusil du franc-tireur tirera immédiatement sur la cible sans attendre l’ouverture du viseur.@RETURN@(L’exécution de cette fonction pourrait subir un léger retard dû aux caractéristiques du fusil de franc-tireur et à des connexions internet de différentes vitesses)
AccurateHelp60=Fusil de franc-tireur 6 (Changement d’arme par touche 6)
AccurateHelp61=Ce mode étant activé et le viseur du franc-tireur étant ouvert, le fait d’appuyer sur la touche « Franc-tireur » de la souris exécutera immédiatement la commande : « tirer une fois sur la cible et changer d’arme, puis remettre le fusil de franc-tireur dans l’état ‘Prêt à tirer’ ». Le gros avantage est que le fusil de franc-tireur tirera sur la cible et se rechargera automatiquement pour se retrouver « prêt à tirer ».@RETURN@(L’exécution de cette fonction pourrait subir un léger retard dû aux caractéristiques du fusil de franc-tireur et à des connexions internet de différentes vitesses)
lb_SniperHint_ShootMode->Caption=Configurer un bouton comme « fusil de franc-tireur » à la page « Boutons ».
lb_LeftBtnAsShootKeyN3M_ShootMode->Caption=Double Guns by pressing Fire Button [F] and Left Button [L].
bt_SharkSeriesControlKeySetting_ShootMode->Caption=[Left Button] Setting
formSharkSeriesMouseKeySettingDialog->lb_Title->Caption=[Left Button] Setting
SharkSniperKeyNKernel2=First press [n/3]:  L-Key for "2-Burst"
SharkSniperKey3Kernel2=Second press [n/3]: L-key for "3-Burst"
SharkSniperKey4Kernel2=Third press [n/3]:  L-key for "4-Burst"
SharkSniperKeyNKernel3=First press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey3Kernel3=Second press [n/3]: L-Key for "User Defined Gun"
SharkSniperKey4Kernel3=Third press [n/3]: L-Key for "User Defined Gun"

[HardwareAdjustHint]
lb_Title->Caption=Réglage [In_Game] 
htmlb_BulletIntervalTime->Caption=Interval de tir: roulette de défilement +/-
htmlb_AdjustTrajectory->Caption=Suppression: Cliquez [4-Key] pour réinitialiser et [5-Key] pour augmenter

[HardwareTemporaryAdjustForm]
htmlb_Title->Caption=Réglage [In_Game]
htmlb_Header1->Caption=Déterminer
htmlb_Header2->Caption=1: Commencer
htmlb_Header3->Caption=2: Régler
htmlb_Header4->Caption=3: Sortir
htmlb_Strafe->Caption=N-Ctrl-Key
htmlb_Bursts->Caption=3-Ctrl-Key
htmlb_NxStep1->Caption=Double cliquez sur la N-Key: flash lumineux vert
htmlb_3xStep1->Caption=Double cliquez sur la 3-Key: flash lumineux jaune
htmlb_Nx3xStep21->Caption=Interval de tir : roulette de défilement +/-
htmlb_Nx3xStep22->Caption=Suppression : Cliquer sur la 4-Key pour réinitialiser et la 5-Key pour augmenter
htmlb_NxStep3->Caption=Cliquer sur la N-Key pour sauvegarder
htmlb_3xStep3->Caption=Cliquer sur la 3-Key pour sauvegarder
ck_DisplayHardwareAdjustmentStatus->Caption=Affichage d'indice

[WeaponTestForm]
htmlb_Title->Caption=Description
htmlb_Step1->Caption=Test…
htmlb_Step2->Caption=Sauvegardez les données d'arme dans le N-Key
htmlb_Step3->Caption=Testez la précision dans le jeu dès maintenant !
ck_NoMoreDisplay->Caption=Aucun avertissement!

[WeaponHelpForm]
Help_10=Compenser
Help_11=Voir la figure de droite, le 2ème coup est décalé vers la position (3,4) en raison de l'effet de recul du premier tir. Afin d'annuler l'effet de décalage les coordonnées peuvent être entrées sous la forme (X, Y) par (-3, -4). L'unité utilisée est le "pixel" basé sur la résolution de l'affichage de la partie. Par conséquent, il est l'un des facteurs clés de référence.
Help_20=Retour
Help_21=«Après la première série de rafale, vous pouvez choisir de remettre ou non le viseur dans sa première position de tir.
Help_30=Interval de tir(ms)
Help_31=Utiliser l'intervalle de temps entre 2 tirs peut commander la vitesse tir, le temps le plus court implique la plus grande vitesse de tir. La combinaison avec «offset» et diverses armes, il peut conduire à des performances optimales des armes à feu.
Help_40=Boucle
Help_41=Dans le mode de prise de boucle, le groupe de tir de balle est après le cycle complet principale, il va commencer à tourner la sous-boucle à plusieurs reprises, jusqu'à ce que le bouton gauche est relâché.

[AboutForm]
About_1=Bloody7 - Non seulement un logiciel, il améliore significativement la souris de jeu à toutes sortes de fonctions spéciales en plus de profiter du jeu et d'inspirer la passion! Seulement avec la souris Bloody, le logiciel et la coordination du matériel pour la poursuite du joueur de la victoire!
About_2=Considérant non tous les joueurs doivent avoir besoin spécial ultra-Core3, afin d'éviter les regrets, avec le prix économique pour économiser les dépenses de simplement acheter la souris pour la 1ère fois à l'aide. Pour les besoins futurs de plus de services et la fonction ultime de code spécial noyau d'activation sanglant 3 peuvent être pris par "Achetez besoin». Nous avons [1000 fois test gratuit] pour vous faire vivre le HEADSHOT puissant avant de penser à acheter l'Ultra-Core3, Bloody créer délibérément un achat judicieux et merci de votre compréhension pour les désagréments !
About_3=L'interface de ce produit est inspirée par Scratch (scratch.mit.edu), un projet du groupe Lifelong Kindergarten du MIT Media Lab.
lb_AboutCompany->Caption=Copyright A4Tech Co., Ltd. 2013. Tous droits réservés.

[WirelessGuardForm]
htmlb_Title_Guard->Caption=Exclusif, unique 5 techniques et qualité stable RF sans fil!
ck_Function1_Guard->Caption=Activez l'option [RF-Synchronize] 
ck_Function2_Guard->Caption=Activer [Zero-décalage de fréquence] 
ck_Function3_Guard->Caption=Activer [Canal Exclusive] 
ck_Function4_Guard->Caption=Activez [Détecteur de signal RF] 
ck_Function5_Guard->Caption=Activer le renforcement de l’émission
ck_WakeType1_Guard->Caption=réveil par mouvement
ck_WakeType2_Guard->Caption=Réveil par clic
ck_ActivateLowPowerRemind_Guard->Caption=Astuce Batterie faible
htmlb_FunctionTip1_Guard->Caption=CN Invention brevet ZL200910192117.3
htmlb_FunctionTip2_Guard->Caption=En attente de brevet
htmlb_FunctionTip3_Guard->Caption=CN Invention brevet ZL200910041427.5
htmlb_Channel_Guard->Caption=Canal
htmlb_RSSI_Guard->Caption=Force
htmlb_PowerDisplay_Guard->Caption=D'énergie restante
htmlb_LowPowerRemind_Guard->Caption=Batterie faible:%
htmlb_RemindInterval_Guard->Caption=Intervalle Astuce: (min.)
htmlb_SleepTime_Guard->Caption=Réglez les min., commcez. écon. énergie
htmlb_Memo_Guard->Caption=Pour améliorer la stabilité de la souris de jeu sans fil, Bloody RD équipe intéressées à la recherche et les efforts, a remporté nombre de brevets d'invention du CN. Tout le travail dur est de faire sanglant souris de jeu sans fil pour être le meilleur, même au-delà de souris filaire!
lb_OpenMemo_Guard->Caption=Expliquer>>
lb_CloseMemo_Guard->Caption=Fermer>>
AccessDeny=Ne peut pas s'appliquer!@RETURN@(Wireless Gurard est réserve exclusivement pour les souris  sans fil)
bt_FOC_Guard->Caption=Étalonnage
htmlb_SensorPerformanceTitle_Guard->Caption=Ajustement du taux de trame
htmlb_SensorPerformance0_Guard->Caption=Auto
htmlb_SensorPerformance1_Guard->Caption=Office
htmlb_SensorPerformance2_Guard->Caption=MMO/RPG
htmlb_SensorPerformance3_Guard->Caption=FPS

[WirelessGuardHelpForm]
Guard10=[RF-Synchronize] la technologie:
Guard11=Cette invention brevetée est de couper les taux de réponse ne peut pas synchroniser le rapport en raison de la perte de données entre l'hôte et la souris sans fil ou un problème de débordement. Garantir la sensibilité et temporisation nulle.
Guard20=[Zero-décalage de fréquence] la technologie:
Guard21=[Zero-décalage de fréquence] la technologie: Pour la souris sans fil, la souris et le récepteur Nano à la fois de la fréquence de cristal ne sera pas le match à 100%, qui a causé la perte de signal sans fil de données, la fenêtre [Correction automatique de fréquence] La technologie permet de synchroniser deux côtés de fréquences et de garantie les données ne seront pas de perte, pas plus! (Brevet d'invention CN en cours).
Guard30=[Canal Exclusive] la technologie:
Guard31=[Canal Exclusive] la technologie: Le brevet d'invention CN fournissent utilisateur de choisir exclusifs canaux sans fil, effectivement coupé toute interférence!
Guard40=[Détecteur de signaux RF] la technologie:
Guard41=[Détecteur de signaux RF] la technologie: la force Moniteur signal radio à l'écart des interférences, lorsque la force du bas, puis 90, s'il vous plaît suivre comme ci-dessous:@RETURN@1. Trouvez l'interférence d'éteindre ou de s'en éloigner.@RETURN@2. Branchez le récepteur Nano dans la ligne d'extension USB et le lieu loin de PC ou d'interférences.@RETURN@3. Utilisant un ordinateur portable, branchez le récepteur Nano dans le même côté avec la souris. 
Guard50=[Renforcer Power] Technologie:
Guard51=Renforcer la puissance du signal sans fil de transmission, l'amélioration de la capacité de l'immunité au bruit, ce qui permet la transmission sans fil de plus en plus stable!
Guard_Tip51=activé
Guard_Tip52=pas activé
lb_CheckPicture->Caption=Voir le brevet chinois 

[FileManagementForm]
lb_GameDirectory->Caption=Dossier du jeu
lb_ImportDirectory->Caption=Fichier
lb_ExportPath->Caption=Chemin d’accès
lb_ExportFile->Caption=Zone temporaire des fichiers
LocalDrive=Disque
TrialVersionNoUse=View version, feature can not use!
FileExistIsOverwrite=Ce fichier existe déjà ; voulez-vous le remplacer ?
DeskTop=Bureau
MyDocuments=Mes documents
lb_FileType->Caption=Type
advcb_FileType->Caption0=Tous les fichiers (*.*)
advcb_FileType->Caption1=*.amc (fichier Macro)
advcb_FileType->Caption2=*.amc2 (fichier Macro)
advcb_FileType->Caption3=A-*.bwp (A-Burst)
advcb_FileType->Caption4=B-*.bwp (B-Strafe)
advcb_FileType->Caption5=C-*.bwp (C-Machine)
advcb_FileType->Caption6=D-*.bwp (D-In_Game)
advcb_FileType->Caption7=M-*.mgn (M-Macro gun)
advcb_FileType->Caption8=M-*.mgn2 (M-Macro gun)
advcb_FileType->Caption9=A-*.bmc (Single Combo)
advcb_FileType->Caption10=B-*.bmc (Cycle Combo)
advcb_FileType->Caption11=C-*.bmc (Auto Combo)
advcb_FileType->Caption12=*.ckPannel (Full Color)
advcb_FileType->Caption13=*.ckButton (Key Color)
advcb_FileType->Caption14=*.ckAnimation (Animation)
IllegalFile=Ce fichier ne peut être importé ni exporté
NoAuthority=Privilèges insuffisants ; l’exportation a échoué.
FileCount=Total

[DevicePair]
htmlb_Title->Caption=Programme d’appairage pour Bloody série sans fil
htmlb_DevicePairDescript->Caption=Utilisez ce « programme d’appairage » pour appairer le clavier et la souris sans fil de Bloody.
rb_MousePair->Caption=Appairage de la souris
rb_KeyboardPair->Caption=Appairage du clavier
bt_StartPair->Caption=Lancer l'appairage
htmlb_PairStep1->Caption=1. Branchez le chargeur USB dans votre port USB d'ordinateur
PairStep2_Mouse=2. Suivez l'image pour découvrir le port de charge de la souris
PairStep2_Keyboard=2. Suivez l’image pour trouver le port de chargement du clavier
PairStep3_Mouse=3. Branchez le chargeur dans la prise du chargeur de la souris dans les 30 sec.
PairStep3_Keyboard=3. Branchez le câble de chargement au port de chargement du clavier dans les 30 secondes.
PairStep4_Mouse=4. Souris commencer l'association après l'étape ci-dessus, s'il vous plaît attendez!
PairStep4_Keyboard=4. L’appairage du clavier commence après l’étape ci-dessus ; veuillez patienter
CountdownSeconds=seconde
htmlb_PairedSuccessHint1->Caption=Jumelage réussi!
PairedSuccessHint2_Mouse=La souris est prête à l'emploi!
PairedSuccessHint2_Keyboard=Le clavier est prêt à l’usage.

[FOCAForm]
htmlb_Title->Caption=Calibrage du décalage de fréquence
htmlb_FrequenceAnalysis->Caption=Analyse :
lb_ProgressTip->Caption=Invite :
ProgressTip1=Calibrage en cours…
ProgressTip2=Terminé

[AuthorityManageForm]
lb_AuthorityManage->Caption1=Gestion des privilèges pour importer
lb_AuthorityManage->Caption2=Gestion des privilèges pour exporter
lb_FileNameTitle->Caption=Fichier :
lb_AuthorMessage->Caption=Saisir les infos sur l'auteur:
lb_Author->Caption=Auteur :
lb_AuthorHID->Caption=ID de la souris :
lb_AllowMessage->Caption=Enter user info to share:
lb_PassWord->Caption=Mot de passe :
lb_ShareAuthority->Caption=Partager les privilèges :
htmlb_Warning->Caption=Bienvenue aux infos pour le partage. Un niveau de chiffrement plus élevé augmentera la sécurité. En cas d’oubli du mot de passe, celui-ci ne pourra plus être récupéré. 
ChangeAuthority0=Exécuter seulement(ID de la souris)
ChangeAuthority1=Exécuter seulement
ChangeAuthority2=Modifier et délivrer
PassWordError=Mot de passe incorrect, réessayez.
lb_Phone->Caption=Phone:
lb_Email->Caption=Email:
lb_Web->Caption=Shop:
lb_SpecifyHID->Caption=ID de la souris :

[BatchHardwareIDForm]
lb_MoreHardwareID->Caption=
lb_InputHardwareID->Caption=Mouse IDs :

[ProfileConfigurationForm]
lb_ConfigurationSwitch->Caption=Configurer le mode de commutation :
lb_Configuration->Caption=Profil
lb_Apply->Caption=Appliquer
lb_Enable->Caption=Activer
lb_Light->Caption=Couleur
HardwareSwitch=Souris sans logiciel pilote
IntelligentSoftwareSwitch=Application fonctionnelle
KeyboardHotKeySwitch=Touche de raccourci clavier
ProfileKeySwitch=Touche spécifique souris
NotSpecify=Ne peut pas être spécifié
MouseProfileKey=Touche profil souris
Hardware=Application
Software=sans logiciel pilote
HotKey=Touche de raccourci
ProfileKey=Touche de profil
KeyboardHotKey=Sélectionner une touche de raccourci
OpenSoftware=Sélectionner une application
Delete=Supprimer
AllowedToRepeat=Sélectionner le message « Ne peut pas être dupliqué »
sp_Light1->Hint=Couleurs modifiables
lb_Prompt1->Caption=Double-cliquez sur [1]. L’éclairage de la mollette scintillera. Utilisez le 4e et le 5e boutons de la souris pour régler la lumière et les paramètres ; cliquez à nouveau sur [1] pour enregistrer vos réglages (les séries V/VM/A/N ne prennent pas en charge la fonction de modification de la lumière)
lb_Prompt2->Caption=Poussez le bouton en forme d’engrenage vers l’avant pendant plus de 3 secondes pour activer le mode de modification. L’éclairage de la mollette scitillera. Utilisez le 4e et le 10e boutons de la souris pour régler la lumière et les paramètres, et poussez à nouveau le bouton en forme d’engrenage pour enregistrer vos réglages.

[SensorLiftHeightConfirmForm]
lb_CalibrateConfirmMessage->Caption=Enregistrer la hauteur calibrée du capteur ?
lb_RestoreMessage->Caption=Retour aux paramètres précédents au bout de 7 secondes.
CountDownText=Compte à rebours
SecondText=Seconde
bt_Ok->Caption=Réserve
bt_Restore->Caption=Reprise

[SensorLiftHeightCalibrationForm]
lb_Title->Caption=Méthode d’étalonnage du capteur
CalibrationStep1=Appuyer sur le bouton « Start » pour démarrer.
CalibrationStep2=Maintenir appuyé le bouton gauche pour démarrer.
CalibrationStep3=Appuyez sur le bouton gauche, déplacez la souris sur son tapis en décrivant un « Z », puis lâchez le bouton pour accomplir l’étalonnage.
CalibrateButton_Start=Démarrer
CalibrateButton_Restart=Redñemarrer
CalibrateInfo_Calibrating=En cours…
CalibrateInfo_Finish=Terminé.

[UltraComboForm]
UltraComboManagement=Fichier
GameManagement_New=Nouveau dossier
GameManagement_Modify=Modifier le dossier
GameManagement_Delete=Supprimer le dossier
FileManagement_New=Nouveau
FileManagement_Open=Ouvrir
FileManagement_Save=Enregistrer
FileManagement_SaveAs=Enregistrer sous...
FileManagement_Delete=Supprimer
FileManagement_ReName=Rebaptiser
FileManagement_ImportExport=Import/Export
FileManagement_Transfer=Téléchargement depuis/vers
FileManagement_SaveAsMacro=Enregistrer en format OSCAR
lb_CheatsGameDirectory_UltraCombo->Caption=Répertoire :
lb_CheatsMode_UltraCombo->Caption=Catégorie :
lb_CheatsName_UltraCombo->Caption=Nom :
lb_CheatsDescription_UltraCombo->Caption=Remarques :
lb_OpenStatemen_UltraCombo->Caption=Expliquer>>
lb_CloseStatement_UltraCombo->Caption=Fermer>>
lb_Prompt_UltraCombo->Caption=Faites l’essai dans les jeux ; si la boucle ne s’arrrête pas, appuyez sur les boutons G/D/M pour libérer la boucle, puis revérifiez les procédures.
bt_CheatsDownloadExplain_UltraCombo->Caption=Manuel
htmlb_Statement1_UltraCombo->Caption=
htmlb_Statement2_UltraCombo->Caption=Simplifiez les combinaisons de touches MMO/RPG à l’aide de commandes combinées (combo commands). Vous pouvez utiliser 8 types A/B/C 8, ou convertir des macros Oscar pour des combinaisons plus avancées. Pour les changements ou les modifications de données, n’utilisez que le type de fichier original.
htmlb_Statement3_UltraCombo->Caption=A> Applicable pour exécuter une seule commande combinée. 
htmlb_Statement4_UltraCombo->Caption=B> Applicable pour exécuter la commande combinée « Attaque répétitive ». Lâchez le bouton pour arrêter l’exécution de la commande combinée.
htmlb_Statement5_UltraCombo->Caption=C> Applicable pour exécuter les commandes combinées « Auto attaque et Exécution automatique ». Appuyez à nouveau sur le même bouton pour arrêter l’exécution de la commande combinée.
AModeStatement=A>Single Combo
BModeStatement=B>Cycle Combo
CModeStatement=C>Auto Combo
OpenDialog_Title1=Nouveau
OpenDialog_Title2=Ouvrir
OpenDialog_Title3=Enregistrer
OpenDialog_Title4=Enregistrer sous
OpenDialog_GameName=Dossier
OpenDialog_GunFile=Fichier
NewGameNameTitle=Nouveau dossier
NewGameNameDefault=Nouveau dossier
ModifyGameNameTitle=Editer le dossier
DeleteGameTitle=Supprimer
DeleteGameNameTitle=Fichier
DeleteGameFileConfirm=Supprimer le dossier du jeu?
DeleteGameFileSelected=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
RenameGameNameSelected=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
PleaseCreateDirectory=Créez le dossier du jeu
NewCreateFileName=Nouveau
NewCreateFileDefault=Nouveau fichier
OpenDialog_FileType=Type
OpenDialog_FileTypeCaption1=Tous les fichiers (*.*)
OpenDialog_FileTypeCaption2=A-*.bmc (Single Combo)
OpenDialog_FileTypeCaption3=B-*.bmc (Cycle Combo)
OpenDialog_FileTypeCaption4=C-*.bmc (Auto Combo)
VersionMessage=Le fichier est en lecture,il ne peut pas être sauvegarder
MacroUsed=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
MacroModify=Le fichier a été modifié, l'enregistrer?
InputNameInvalid=Caractère invalide détécté [ex., \ / : * ? " < > | ].
MacroFileDelete=Supprimer définitivement le fichier?
MacroFileSelected=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
ModifyFileNameTitle=Renommer
PleaseInputFileName=Entrer un nom pour la Macro
FileExistAlready=Fichier existant, le remplacer?
rb_OneKeyKill_UltraCombo->Caption=A>Single Combo
rb_CycleKill_UltraCombo->Caption=B>Cycle Combo
rb_AutoKill_UltraCombo->Caption=C>Auto Combo
OpenDialog_Title5=Supprimer
NoAuthorityUse=Privilèges insuffisants, impossible d’ouvrir le fichier.
MustCreatFile=Vous devez créer un nouveau fichier Macro pour éditer
bt_Start_UltraCombo->Caption=<F11> pour démarrer 
bt_Stop_UltraCombo->Caption=<F12> pour arrêter 
ck_KeyboardAction->Caption=Record d'operation du clavier
ck_MouseClick->Caption=Record de clique de la souris
lb_TestCommon->Caption=Description de la macros:
bt_InsertKeyboard_UltraCombo->Hint=Insérer clavier
bt_InsertMouse_UltraCombo->Hint=Insérer souris
bt_InsertDelay_UltraCombo->Hint=Insérer retard
bt_Record_UltraCombo->Hint=Enregistrement
mi_InsertKeyboard_UltraCombo->Caption=Insérer clavier
mi_InsertMouse_UltraCombo->Caption=Insérer souris
mi_InsertDelay_UltraCombo->Caption=Insérer retard
mi_ClearAll_UltraCombo->Caption=Tout effacer
lb_TestDescription->Caption=Les données seront temporairement stockées dans la mémoire de la 4e touche de la souris. Si, en étant dans la zone d’essai ou dans l’essai en cours de jeu, vous voulez revenir aux paramètres par défaut de la 4e touche, allez à la page « Touches » et réinitialisez-la
ck_CursorRecord->Caption=Commencer l’enregistrement du curseur
lb_InterruptTips->Caption=Au cas où le programme d’essai échappe au contrôle, appuyez sur [Verr. maj]+[Arrêt défil]+[Verr. num] pour l’interrompre, puis redéboguez le programme.
PressSpaceToTest=Appuyez sur la 4e touche pour démarrer l’essai
bt_Clear_UltraCombo->Caption=Effacer
Key=Touche
KeyDown=Appuyez
KeyUp=Relâchez
MouseMoveTo=Deplacez_la_souris_à
MouseRelativeMove=Mouvement_relatif_de_la_souris
Delay=Retard
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Déplacer_vers_le_haut
MouseWhellDown=Déplacer_vers_le_bas
MouseLeftKeyDown=Appuyez_sur_le_bouton_gauche
MouseLeftKeyUp=Relâchez_le_bouton_gauche
MouseLeftKeyClick=Cliquez_sur_le_bouton_gauche
MouseLeftKeyDblClick=Cliquez_deux_fois_sur_le_bouton_gauche
MouseMiddleKeyDown=Appuyez_sur_le_bouton_du_milieu
MouseMiddleKeyUp=Relâchez_le_bouton_du_milieu
MouseMiddleKeyClick=Cliquez_sur_le_bouton-du_milieu
MouseRightKeyDown=Appuyez_sur_le_bouton_droit
MouseRightKeyUp=Relachez_le_bouton_doit
MouseRightKeyClick=Cliquez_sur_le_bouton_doit
MouseFourthKeyDown=Appuyez_sur_le_bouton_4
MouseFourthKeyUp=Relachez_sur_le_bouton_4
MouseFourthKeyClick=Cliquez_sur_le_bouton_4
MouseFifthKeyDown=Appuyez_sur_le_bouton_5
MouseFifthKeyUp=Relachez_le_bouton_5
MouseFifthKeyClick=Cliquez_sur_le_bouton_5

[UltraComboHelp]
Help_10=A> Single Combo
Help_11=Appuyez sur ce bouton pour exécuter « Single Combo » (commande combinée unique) (exécutée une fois dans les jeux de rôles et les jeux de combat MMO/RPF) pour une combinaison unique de commandes à touches multiples.
Help_20=B> Cycle Combo
Help_21=Maintenez ce bouton appuyé pour exécuter « Cycle Combo » (commande combinée cyclique) (exécutée de manière répétée dans les jeux de rôles et les jeux de combat MMO/RPF) et, pour arrêter l’exécution, lâchez ce même bouton. 
Help_30=C> Auto Combo
Help_31=Appuyez sur ce bouton pour exécuter « Auto Combo » (commande combinée automatique) (exécutée automatiquement dans les jeux de rôles et les jeux de combat MMO/RPF) et, pour arrêter l’exécution, lâchez ce même bouton.

[MultiDeviceManageForm]
lb_Title->Caption=Plusieurs dispositifs
lb_Description->Caption=Utilisez le logiciel pour configurer une des souris Bloody connectées ; la LED clignotante de la roulette indiquera laquelle a été associée. 
Bloody_V_Mouse=Souris de la série V
Bloody_VL_Mouse=Souris de la série VL
Bloody_T_Mouse=Souris de la série T
Bloody_TL_Mouse=Souris de la série TL
Bloody_ZL_Mouse=Souris de la série ZL
Bloody_ML_Mouse=Souris de la série ML
Bloody_W_Wireless_Mouse=Souris de la série RT (mode sans fil)
Bloody_W_Wired_Mouse=Souris de la série RT (mode filaire)
Bloody_WL_Wireless_Mouse=Souris de la série WL (mode sans fil)
Bloody_WL_Wired_Mouse=Souris de la série WL (mode filaire)
Bloody_R_Mouse=Souris de la série R
Bloody_RT_Mouse=Souris de la série RT
Bloody_F_Mouse=Souris de la série F
Bloody_FL_Mouse=Souris de la série FL
Bloody_Fc_Mouse=Souris de la série F
Bloody_FLc_Mouse=Série FL-Souris de jeu laser toute en couleur
Bloody_A_Mouse=Souris de la série A
Bloody_AL_Mouse=Souris de la série AL
Bloody_N_Mouse=Souris de la série N
Bloody_NL_Mouse=Souris de la série NL
Bloody_E_Mouse=Série E-Souris de jeu toute en couleur
Bloody_P80_Mouse=Souris de la série P
Bloody_P88_Mouse=Souris de la série P
Bloody_S9X_Mouse=Souris de la série S
Bloody_S9XPro_Mouse=S Series-RGB Pro mouse
Bloody_SL9X_Mouse=SL Series-RGB Laser Mouse
Bloody_P81Pro_Mouse=P Series-RGB Pro mouse
Bloody_PL81_Mouse=P Series-RGB Laser Mouse
Bloody_J86_Mouse=Souris de la série J
Bloody_J90_Mouse=Souris de la série J
Bloody_J95_Mouse=Souris de la série J
Bloody_J81_Mouse=Souris de la série J
Bloody_W60Max_Mouse=Souris de la série W
Bloody_P80Pro_Mouse=Bloody Pro game mouse
Bloody_L68_Mouse=Souris de la série L

[ExtraChannelSettingForm]
lb_NotifyingMouse->Caption=Déplacez la souris…
lb_NotifyingKeyboard->Caption=Tapez n’importe quelle touche du clavier…

[ColorPaletteForm]
lb_ColorEditor->Caption=Modifier les couleurs :
lb_BasicColor->Caption=Couleur de base :
lb_CurrentColor->Caption=Couleur actuelle
lb_Red->Caption=Rouge (R)
lb_Green->Caption=Vert（G）
lb_Blue->Caption=Bleu（B）

[MouseGesturesForm]
lb_Title->Caption=Paramètres gestes 16 en 1 :
lb_Context->Caption=Utilisation des gestes souris: appuyez LONGUEMENT sur le bouton "Gestes souris" en déplaçant la souris dans la direction indiquée ci-dessous,puis relâchez le bouton.
ck_RealTimeReply->Caption=Mouvement continu
lb_Distance->Caption=Sensibilité
lb_Units->Caption=(1@equ@Faible)
lb_Default->Caption=Retour à la valeur par défaut
lb_Context->Caption.2X=Urilisation de 16 en un: appuyez longement sur le bouton "2X". Déplacez la souris dans la direction de la "Flèche", puis relâchez le bouton. Si "réponse en temps réel" est sélectionné en dessous, on peut exécuter les 8 fonctions courantes ou configurer la sensibilité.
InputDigitError=Veuillez saisir des chiffres!
DistanceRangeError=Pour une plage de durée des sensibilités, définir de %x à %y. 

[MouseGesturesExForm]
lb_Title->Caption=
lb_Context->Caption=
ck_EnabledTipBoard->Caption=

[Wheel4DForm]
lb_Wheel4DSet->Caption=Configuration roue sans inclinaison
lb_ChooseWheel4D->Caption=Activer roue sans inclinaison
lb_ChooseStandard->Caption=Activer roue standard
lb_HideWheel4DIcon->Caption=Masquer icône "Roue ss/inclinaison" 
lb_HidePartialIcon->Caption=Masquer icône de Division 
lb_VerticalScrollSet->Caption=Parchemin vertical
lb_VerticalScrollLines->Caption=Lignes par parchemin:
lb_VerticalScrollPage->Caption=Un écran par parchemin
lb_HorizontalScrollSet->Caption=Parchemin horizontal
lb_HorizontalScrollNote->Caption=Mots par parchemin
lb_Wheel4DTitleOfNotes->Caption=Présentation de la roue ss/inclinaison
lb_Wheel4DNotes->Caption=La "Roue sans inclinaison", innovante et brevetée, transforme une roue unique en un défileur 4 directions. Le défilement horizontal et vertical n'aura jamais été aussi efficace et performant. Par exemple, vous pourrez diviser une feuille Excel en deuz zones A et B. Selon la zone où vous placerez le curseur, il passera automatiquement en défilement horizontal s'il est en zone A, et en défilement vertical dans le cas contraire.
lb_ARegionNotes->Caption=Curseur en zone A, défilement vertical
lb_BRegionNotes->Caption=Curseur en zone B, défilement horizontal
lb_PartialIcon->Caption=Icône de division
lb_Wheel4DFormHint->Caption=Appuyer longuement pour déplacer l'icône et ajuster les proportions des zones A et B.
lb_OpenWeb->Caption=Cliquez pour entrer au site XFAR.
InputDigitError=Veuillez saisir des chiffres!
Wheel4DSetValueRange=Pour une plage valeurs, définir de %x à %y. 
ck_AreaABSwap->Caption=Echanger les zones A et B

[PenSuitForm]
lb_Title->Caption=Paramètres de TutorPen
lb_HandwritingEraseType->Caption=Paramètres de l'effaceur 
rb_EraseType1->Caption=Auto effaceur
rb_EraseType2->Caption=Effaceur manuel
lb_EraseType1->Caption=Si vous appuyez sur le bouton tout en traçant une ligne, celle-ci s'effacera lorsque vous relâcherez le bouton. 
lb_EraseType2->Caption=Holding the button and drawing the line, the line will be erased by double-clicking the button.
lb_BoldType->Caption=Stylet épais :
ck_BoldType3->Caption=Gras
ck_BoldType2->Caption=Normal
ck_BoldType1->Caption=Fin
lb_Hint->Caption=Vous pouvez choisir parmi 3 épaisseurs de trait pour votre présentation aucours d'une réunion ou d'un cours, pour faciliter la lecture ou le suivi. 
lb_PenColor->Caption=Choix de la couleur du stylet:

[ScreenCapture]
rb_Rectangle->Hint=Rectangle
rb_Ellipse->Hint=Ellipse
rb_Arrow->Hint=Flèche
rb_Brush->Hint=Pinceau
rb_Text->Hint=Texte
bt_Restore->Hint=Restaurer
bt_Save->Hint=Enregistrer
bt_Giveup->Hint=Abandonner
bt_Finish->Hint=Terminer
rb_ToolAttributePenSize1->Hint=PenSize1
rb_ToolAttributePenSize2->Hint=PenSize2
rb_ToolAttributePenSize3->Hint=PenSize3
ck_FontBold->Hint=Gras
ck_FontItalic->Hint=Italique
ck_FontUnderLine->Hint=Souligné
rb_Mosaic->Hint=Mosaïque
bt_Note->Hint=Remarque

[LightEffectForm]
lb_LightBrightness->Caption=Luminosité de la LED :
ColorEffect=Effet de lumière :
ColorEffect1=Lumière constante toutes couleurs
ColorEffect2=Respiration ttes. couleurs (flash lent)
ColorEffect3=Respiration ttes. couleurs (flash)
ColorEffect4=Boucle ttes. couleurs (flash lent)
ColorEffect5=Boucle ttes. couleurs (flash)
ColorEffect6=Couleur changeant lentement (lent)
ColorEffect7=Couleur changeant lentement (rapide)
NeonEffect=Effet de la lumière :
NeonEffect1=Lumière éteinte
NeonEffect2=Système brilance néon
NeonEffect3=Lumière constante
NeonEffect4=Respiration

[PreventDisturbForm]
lb_Title->Caption=Chargement du profil embarqué :
lb_Comment->Caption=Lorsque la fonction [On-Board Profile Loadout] est activée, le logiciel se ferme pour libérer des ressources du système. Tous les paramètres sont enregistrés dans la mémoire de la souris.
lb_Configuration->Caption=Paramètres
lb_ProgramName->Caption=Nom du programme
lb_GameComment->Caption=Nom du jeu
lb_PreventDisturb->Caption=Activer
CloseSoftwareTips=Onglet « OK » : active « Chargement du profil embarqué »@RETURN@@RETURN@Onglet « Quitter » : enregistre les paramètres dans la mémoire de la souris et exécute le jeu sans le logiciel Bloody.
ck_DoNotRemind->Caption=Supprimer les fenêtres contextuelles sur« Chargement du profil embarqué » 
im_OpenExe->Hint=Ajouter
im_Delete->Hint=Supprimer
ProgramExists=Ce nom de programme existe déjà.

[ForcedStandardMouseForm]
lb_Title->Caption=Enter the Tournament Mode@RETURN@(Disable all gaming macro keys)
lb_SetPassword->Caption=Enter Password : 
lb_ConfirmPassword->Caption=Repeat Password : 
EmptyPassword=Must enter password!
ConfirmPasswordError=Enter Password and Repeat Password must be the same!
lb_RestoreTitle->Caption=You have entered the tournament mode!  We have disabled all the software macro functions from your current mouse.
lb_UnlockPassword->Caption=To restart the mouse to original marco settings, please enter the password :

[SLEDManageForm]
EffectManagement=Dossier
EffectManagement_ImportExport=Import/Export
SLEDPannel=Full Color
SLEDButton=Key Color
SLEDAnimation=Animation
SLEDAlgorithm=Algorithm
ControlKey=Éclairage 
lb_CommentTitle_SLED->Caption=Effets lumineux RGB : 
lb_Comment_SLED->Caption=Cinq (5) effets lumineux sont préchargés par défaut. Réglez les effets lumineux en levant la souris de sa surface d'appui, et en appuyant sur le bouton [1] pour parcourir la séquence.
ApplyInform=L'effet de lumière RGB a été enregistré.
AccessDeny=Cette fonction n'est conçue QUE pour les souris de jeu compatibles RGB. Pour de plus amples renseignements, veuillez consulter le mode d'emploi.
ck_LightingEffects->Caption=Après que vous avez appuyé sur l'interrupteur 1/N/3, l'appareil ne revient pas automatiquement au mode d'effet lumineux.

[SLEDEditorForm]
EffectManagement=Dossier
EffectManagement_New=Nouveau
EffectManagement_Open=Ouvert
EffectManagement_Save=Sauver
EffectManagement_SaveAs=Enregistrer en tant que
EffectManagement_Delete=Effacer
EffectManagement_Rename=Rebaptiser
ColorKeyboardPannel=Full Color
ColorKeyboardButton=Key Color
ColorKeyboardAnimation=Animation
lb_PannelTitle->Caption=Effet de lumière :
lb_PannelLight->Caption=Lumière fixe
lb_PannelBreath->Caption=Respiration
lb_PannelSlowBreath->Caption=Lente
lb_PannelFastBreath->Caption=Rapide
lb_ButtonTitle->Caption=Effet de lumière :
lb_KeyColor->Caption=Cliquer_couleur
lb_DownColor->Caption=Appuyer_couleur
lb_UpColor->Caption=Relâcher_couleur
lb_ButtonSlowBreath->Caption=Lente
lb_ButtonFastBreath->Caption=Rapide
ButtonType1=Clic_changer couleur
ButtonType2=Clic_météore
ButtonType3=Clic_onduler
bt_AnimationPlay->Hint=Jouer
bt_AnimationStop->Hint=Arrêt
bt_AnimationPrevious->Hint=Retour
bt_AnimationNext->Hint=Suivant
bt_AnimationLoadFrame->Hint=Copier des cadres sur les boutons
bt_AnimationSaveFrame->Hint=Copier des boutons dans les cadres
bt_AnimationNewFrame->Hint=Ajouter un cadre
bt_AnimationDeleteFrame->Hint=Supprimer le cadre
bt_AnimationUndo->Hint=Annuler
bt_AnimationRedo->Hint=Rétablir
lb_AnimationTitle->Caption=Effets lumineux animés :
lb_AnimationTimeUnit->Caption=【min】
lb_BackgroundColor->Caption=Couleur d'arrière-plan
AnimationCommentOpen=Expliquer>>
AnimationCommentClose=Fermer>>
AnimationComment=【Mode boucle】Réglez le temps sur « 0 min », et l'effet lumineux s'exécutera immédiatement.@RETURN@【Mode intelligent】Si aucune touche n'est actionnée pendant 1 à 10 min, l'effet animé démarre. Appuyez sur n'importe quelle touche pour l'arrêter.@RETURN@
NewCreateFileName=Nouveau
NewCreateFileDefault=Nouveau fichier
mi_AddFrame->Caption=Nouveau cadre frame
mi_CopyFrame->Caption=Refaire le cadre
mi_DeleteFrame->Caption=Supprimer le cadre
mi_LoadFrame->Caption=Copier sur les boutons
mi_SaveFrame->Caption=Copier dans les cadres
mi_ChangeFrameOrder->Caption=Modifier l'ordre
mi_MoveFront->Caption=Définir comme le premier 
mi_NextFrame->Caption=Arrière
mi_PreviousFrame->Caption=Avant
mi_MoveBack->Caption=Définir comme le dernier
SetColorPrompt=[cliquer] sur la Touche_gauche ou [faire_glisser] pour modifier les couleurs des boutons
InputNameInvalid=Caractère invalide détécté [ex., \ / : * ? " < > | ].
IsCreateNewFile=Nouveau fichier?
MacroModify=Le fichier a été modifié, l'enregistrer?
IsDeleteFile=Supprimer définitivement le fichier?
RenameName=Renommer
PleaseInputMacroName=Entrez le nom
ExistAlready=Fichier existant, le remplacer?
ExceedLimitCount=Maximum de cadres dépassé

[SLEDFileDialog]
lb_Directory->Caption=RGB
lb_FileName->Caption=Fichier
lb_Title->Caption1=Ouvrir
lb_Title->Caption2=Enregistrer
lb_Title->Caption3=Enregistrer sous…
lb_Title->Caption4=Supprimer
lb_FileType->Caption=Type
advcb_FileType->Caption1=Tous les fichiers d'effets lumineux
advcb_FileType->Caption2=*.ckPannel - Full Color
advcb_FileType->Caption3=*.ckButton - Key Color
advcb_FileType->Caption4=*.ckAnimation - Animation
NoAuthorityUse=Insufficient authority, export failed!

[SLEDDelaySetForm]
lb_DelayTime->Caption=Retard (secondes) :
lb_ChangeSingle->Caption=modifier seulement le temps de retard
lb_ChangeAll->Caption=Modifier tous les temps de retard
lb_ChangeArea->Caption=Modifier partiel temps de retard (cadre) : 

[OptionForm]
rb_BasicSetting->Caption=Basic settings
rb_SafeSetting->Caption=Security settings
rb_PermitSetting->Caption=Permission setting
lb_BasicItem0->Caption=%B7 light
lb_BasicItem1->Caption=%B7 main panel
lb_BasicItem2->Caption=%B7 status
lb_BasicItem3->Caption=%B7 session window
lb_BasicItem4->Caption=%B7 information display
lb_BasicItem5->Caption=%B7 reminder
lb_BasicItem6->Caption=%B7 hotkey
lb_BasicItem7->Caption=%B7 sound
lb_BasicItem8->Caption=%B7 software update
lb_BasicItem9->Caption=%B7 file management
lb_BasicItem10->Caption=%B7 file sharing
lb_BasicItem11->Caption=%B7 video call
lb_BasicContentTitle0->Caption=Light:
lb_BasicContentTitle1->Caption=Main Panel:
lb_BasicContentTitle2->Caption=Status:
lb_BasicContentTitle3->Caption=Session Window:
lb_BasicContentTitle4->Caption=Info Display:
lb_BasicContentTitle5->Caption=Reminder:
lb_BasicContentTitle6->Caption=Hotkey:
lb_BasicContentTitle7->Caption=Sound:
lb_BasicContentTitle8->Caption=Software Update:
lb_BasicContentTitle9->Caption=File Management:
lb_BasicContentTitle10->Caption=File Sharing:
lb_BasicContentTitle11->Caption=Video Call:
ck_LightingEffects->Caption=After pressing the 1/N/3 switch, device will not automatically return to the light effect mode.

[DownloadConfirmForm]
lb_Title->Caption=Espace mémoire :
lb_ExceededCapacity->Caption=Le script dépasse la limite de taille. Veuillez en effacer une partie.
lb_DownloadedTips->Caption=[ Script enregistré ]
lb_Hint->Caption=*L'espace mémoire du système est affecté par le niveau de cœur et les caractéristiques supplémentaires sélectionnés.
TotalCapacity=Espace total :
AvailableCapacity=Espace restant :
ck_DoNotShowAnymore->Caption=Ne plus afficher

[WeaponExtensionsKeysForm]
lb_Title->Caption=
lb_ExtensionsKeyTitle->Caption=
lb_WheelLightTitle->Caption=
lb_ActivateTitle->Caption=
lb_Hint->Caption=
LightOff=
LightStyle1=
LightStyle2=
WhiteLight=
GreenLight=
PurpleLight=
im_ExtensionsKeyM->Hint=Bouton milieu
im_ExtensionsKey4->Hint=4ème bouton
im_ExtensionsKey5->Hint=5ème bouton

[SharkSeriesMouseKeySetting]
lb_Title->Caption=[Left Button] Setting
rb_SharkMouseKey1N->Caption=1/N
rb_SharkMouseKey1N3->Caption=1/N/3
rb_SharkMouseKey1N34->Caption=1/N/3/4

[VoiceActivateGun]
VoiceControlKey1=Voice control key [N]
VoiceControlKey2=Voice control key [3]
VoiceControlKey3=Voice control key [4]
VoiceControlKey4=Voice control 1
VoiceControlKey5=Voice control 2
VoiceControlKey6=Voice control 3
VoiceControlKey7=Voice control 4

